Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/duodji-akatemian_projektikoordinaattoriksi_inga_pave_idivuoma.html.tmx
Source language: fin
Languages: sme

source: Duodji-akatemian projektikoordinaattoriksi Ingá Påve Idivuoma
sme: Duodjeakademiija koordináhtorin Ingá Påve Idivuoma

source: Lásse-Piera-Siivvar-Hartviga Iŋgá tai Ingá Påve Idivuoma on kotoisin Norjan Porsangerinvuonosta, mutta hän asuu ja on avioitunut Ruotsin puolen Karesuandoon, missä hänen perheensä kaksi lasta ja aviomiehensä asuvat.
sme: Idivuoma lea dál álgán koordináhtorin Duodjeakademiija ovddidanprošektii , mii lea ovttasbargodoaibma gaskkal Sámedikki ja Eanodaga gieldda.

source: Idivuoma valmistui duodji -maisteriksi 2017 Sámi allaskuvlasta Kautokeinosta, missä hän on toiminut myös valmistumisen jälkeen projektipäällikkönä ja korkeakoululehtorina Sámi allaskuvla duodji -opetuksessa.
sme: Bargu álggahuvvui borgemánu 12. beaivvi ja bistá juovlamánu 31. beaivái.

source: Idivuoma on nyt aloittanut projektikoordinaattorina Duodji-akatemian kehittämishankkeessa . Hanke toteutetaan Saamelaiskäräjien ja Enontekiön kunnan kanssa yhteistyössä.
sme: Idivuoma bargobáiki lea Gárasavvonis čujuhusas Ruotsintie 50, boares tuolloviesus.

source: Työ alkoi 12.8. ja kestää 31.12.2019 saakka.
sme: Duodjeakademiija váldoulbmil lea ovddidit ja nannet duoji sajádaga sámi servodagain Suoma beale Sámis.

source: Idivuoman toimipaikka on Karesuvannossa osoitteessa Ruotsintie 50, vanhalla tulliasemalla.
sme: – Mun illudan sakka álggahit Duodjeakademiija barggu, go beasan bargat iežan jiellat surggiin, namalassii duodjesurgiin ja dan ovdánahttit, dadjá Idivuoma.

source: Duodji-akatemian perustamisen tarkoituksena on lisätä yhteisöllisyyttä sekä vahvistaa duodji-osaamista Enontekiöllä ja laajemmin saamelaisalueella.
sme: Sámediggi lea ožžon prošektii ruhtadeami Duottar-Lappi Leadera bokte.

source: – Olen erittäin iloinen aloittaessani Duodji-akatemian työn, sillä pääsen työskentelemään oman lempialani parissa, nimittäin duodjin ja sen edistämisen, sanoo Idivuoma.
sme: Oktavuođa dieđut:

source: Saamelaiskäräjät on saanut hankkeelle rahoitusta Tunturi-Lapin Leaderin kautta.
sme: Iŋgá Påve Idivuoma inga.idivuoma(at)samediggi.fi tel. +358 40 620 6676
